{
    "version": "https://jsonfeed.org/version/1",
    "title": "PWTConocimiento",
    "description": "",
    "home_page_url": "https://pwtconocimiento.github.io",
    "feed_url": "https://pwtconocimiento.github.io/feed.json",
    "user_comment": "",
    "icon": "https://pwtconocimiento.github.io/media/website/Logo-PWT2.png",
    "author": {
        "name": "Profr. Juan Carlos Cuello"
    },
    "items": [
        {
            "id": "https://pwtconocimiento.github.io/plantillas-gratis-para-power-point-y-google-slides.html",
            "url": "https://pwtconocimiento.github.io/plantillas-gratis-para-power-point-y-google-slides.html",
            "title": "Plantillas gratis para Power Point y Google Slides",
            "summary": " Para aquellos que utilizan presentaciones para su trabajo o para su labores escolares, les traigo un sitio que encontré en donde pueden descargar plantillas para power point y google slides. Espero que lo aprovechen al máximo. Recuerden dejar sus comentarios en facebook indicándome si&hellip;",
            "content_html": "<p><img class=\"post__image\" src=\"https://pwtconocimiento.github.io/media/posts/5/Power-Point-Google-Slides.png\" alt=\"\" width=\"479\" height=\"426\"></p>\n<p id=\"h.p_VL_zfyCiAzvM\" class=\"zfr3Q\">Para aquellos que utilizan presentaciones para su trabajo o para su labores escolares, les traigo un sitio que encontré en donde pueden descargar plantillas para power point y google slides. Espero que lo aprovechen al máximo.</p>\n<p id=\"h.p_1klyKpQ0CzdM\" class=\"zfr3Q\">Recuerden dejar sus comentarios en facebook indicándome si les ha funcionado. También les invito a dar un me gusta y seguir con este blog.</p>\n<p id=\"h.p_r5w7x8VVEDgE\" class=\"zfr3Q\">Enlace: <a class=\"dhtgD aw5Odc\" href=\"https://www.google.com/url?q=https%3A%2F%2Fwww.showeet.com%2Fes%2F19%2F06%2F2016%2Fplantillas%2Fplantillas-powerpoint-y-keynote-de-diapositivas-de-titulo%2F&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNEU-mk8DWENtARBH7z1OE4NBArGnQ\" target=\"_blank\" rel=\"noopener noreferrer\">aquí</a>.</p>",
            "author": {
                "name": "Profr. Juan Carlos Cuello"
            },
            "tags": [
            ],
            "date_published": "2019-06-13T13:19:58-05:00",
            "date_modified": "2019-06-13T13:19:58-05:00"
        },
        {
            "id": "https://pwtconocimiento.github.io/microsoft-edge-con-sabor-a-chromium.html",
            "url": "https://pwtconocimiento.github.io/microsoft-edge-con-sabor-a-chromium.html",
            "title": "Microsoft Edge con sabor a Chromium",
            "summary": " Bueno, parece ser que el dominio de Microsoft en cuanto a navegadores no le esta funcionando. Haciendo un poco de historia recordemos que Internet Explorer fue uno de los navegadores que desterraron al navegador Mosaic, ya que al ser instalado por defecto con windows&hellip;",
            "content_html": "<p><img class=\"post__image\" src=\"https://pwtconocimiento.github.io/media/posts/4/edge-chromium.jpg\" alt=\"\" width=\"545\" height=\"544\"></p>\n<p id=\"h.p_lpcKwdPxnGRZ\" class=\"zfr3Q\">Bueno, parece ser que el dominio de Microsoft en cuanto a navegadores no le esta funcionando. Haciendo un poco de historia recordemos que Internet Explorer fue uno de los navegadores que desterraron al navegador Mosaic, ya que al ser instalado por defecto con windows los usuarios ya no tenían que instalar ni pagar por otros navegadores web.</p>\n<p id=\"h.p_xIYVW5PPqUft\" class=\"zfr3Q\">Con la nuevas épocas han existido mejores competencias y es por eso que Internet Explorer al no ser actualizado por muchos años se quedo sin usuarios que lo utilizaran al 100%. Todos pensabamos que ya no tendría vida hasta que con Windows 10 saco Microsoft Edge con cambios significativos, aun así la competencia es ya demasiado grande como para quedarse atrás, al verse superado por Google chrome, Mozila y otros mas, se vio en la necesidad de cambiar su motor de busqueda a chromium.</p>\n<p id=\"h.p_tyuLXwxRtjAM\" class=\"zfr3Q\">Han pasado exactamente tres meses desde que Microsoft confirmara que su navegador <strong>Edge pasaría a basarse en Chromium</strong>, el proyecto open source de Google en el que se basan Chrome y otros navegadores como Opera o Vivaldi.</p>\n<p id=\"h.p_5PY-e-yht-G-\" class=\"zfr3Q\">Como nota importante cabe mencionar que Microsoft a invertido al proyecto open source y para eso a invertido en la compra de GitHun, en el cual se alojan repositorios y codigo fuente de programas.</p>\n<p id=\"h.p_7AG6zyouuwFw\" class=\"zfr3Q\">Si te interesa probar esta versión les dejo el enlace de la versión Dev channel: <a class=\"dhtgD aw5Odc\" href=\"https://www.google.com/url?q=https%3A%2F%2Fc2rsetup.officeapps.live.com%2Fc2r%2FdownloadEdge.aspx%3FProductreleaseID%3DEdge%26platform%3DDefault%26version%3DEdge%26Channel%3DDev%26language%3Den-us%26Consent%3D1%26IID%3Df49409f8-060c-50bc-9bfe-299b9f089e6d&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNHjvcYdQ7XUCKOj0TwivGhQsL4cEw\" target=\"_blank\" rel=\"noopener noreferrer\">aquí</a>.</p>",
            "author": {
                "name": "Profr. Juan Carlos Cuello"
            },
            "tags": [
            ],
            "date_published": "2019-06-13T12:59:24-05:00",
            "date_modified": "2019-06-13T13:20:12-05:00"
        },
        {
            "id": "https://pwtconocimiento.github.io/como-enviar-un-correo-electronico-sin-dejar-rastro.html",
            "url": "https://pwtconocimiento.github.io/como-enviar-un-correo-electronico-sin-dejar-rastro.html",
            "title": "Como enviar un correo electrónico sin dejar rastro",
            "summary": " Siguiendo el camino de la seguridad, ahora le toca al correo electrónico, si eres de los que quieres tener seguro todo lo que manejas en linea, a continuación te voy a dar unos pequeños pasos sobre como puedes enviar tu correo si dejar algo&hellip;",
            "content_html": "<p><img class=\"post__image\" src=\"https://pwtconocimiento.github.io/media/posts/3/email-3249062_1280.png\" alt=\"\" width=\"1280\" height=\"716\"></p>\n<p id=\"h.p_IIMgBQ5CGmrF\" class=\"zfr3Q\">Siguiendo el camino de la seguridad, ahora le toca al correo electrónico, si eres de los que quieres tener seguro todo lo que manejas en linea, a continuación te voy a dar unos pequeños pasos sobre como puedes enviar tu correo si dejar algo de rastro, estos pasos fue en base a una búsqueda en la red y me pareció que debía compartirles estos.</p>\n<div class=\"PwMt2d\">\n<div class=\"a4qjWd EKJj3b\"> </div>\n<strong>Localización: sal de tu casa</strong></div>\n<p id=\"h.p_HVLrQfdeHnqQ\" class=\"zfr3Q\">Utilizar el servicio de e-mail más anónimo del mundo puede servirte de muy poco si a la hora de enviar ese correo, lo haces desde la IP de tu casa.</p>\n<p id=\"h.p_N_fqMYydH1Oh\" class=\"zfr3Q\">Así que si no quieres que nadie se entere desde dónde estás enviando esa información confidencial, lo mejor es que te dirijas directamente a cualquier local o espacio público en el que puedas conectarte a una red WiFi segura y de calidad.</p>\n<div class=\"PwMt2d\">\n<div class=\"a4qjWd EKJj3b\"> </div>\n<strong>TOR o VPN</strong></div>\n<div class=\"PwMt2d\"><img class=\"post__image align-center\" src=\"https://pwtconocimiento.github.io/media/posts/3/tor-logo.png\" alt=\"\" width=\"1200\" height=\"800\"></div>\n<div class=\"PwMt2d\">\n<p id=\"h.p_UMmE_aHrL7Kv\" class=\"zfr3Q\">Una de las formas más seguras de conectarse a Internet, especialmente si vamos a utilizar una WiFi pública, es apostar por una conexión VPN. Pero siendo este un método que desde luego oculta algunos datos de nuestra conexión, no nos garantiza ni mucho menos el anonimato.</p>\n<p id=\"h.p_9GA-d8upL7ks\" class=\"zfr3Q\">En primer lugar, porque una VPN hay que contratarla previamente (las VPN gratuitas deberíamos descartarlas de plano) y por supuesto, hay que emplear una tarjeta de crédito para ello. Y en segundo término, aunque hay algunas que aceptan otros métodos de pago (como Bitcoins), deberías asegurarte de que el proveedor que escoges <strong>se ha labrado cierta fama a la hora de defender los derechos de sus usuarios.</strong></p>\n<p><img class=\"post__image align-center\" src=\"https://pwtconocimiento.github.io/media/posts/3/mejorar-conexion-vpn.jpg\" alt=\"\" width=\"690\" height=\"335\"></p>\n<p id=\"h.p_3AS95IuCMHnS\" class=\"zfr3Q\">Ante esta disyuntiva y tal y como os comentamos en el artículo anterior, la opción más interesante <a class=\"dhtgD aw5Odc\" href=\"https://www.google.com/url?q=https%3A%2F%2Fwww.torproject.org%2F&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNHeDE0OPE8R8B5ghbBme4s8Q1suAQ\" target=\"_blank\" rel=\"noopener noreferrer\">es optar por TOR</a>. Basado en Firefox, el navegador de Internet TOR (<em>The Onion Router</em>) enruta nuestra conexión a Internet a través de múltiples nodos, de modo que cuando finalmente nos conectamos a la Red, nuestra se oculta la IP real a través de la que nos estamos conectando. Aunque podemos instalar TOR en nuestro disco duro, también podemos instalarlo en una unidad USB, de modo que si por algún motivo alguien decide que es pertinente revisar nuestro PC, no levantemos sospechas.</p>\n<p id=\"h.p_RI7hhANRMH6N\" class=\"zfr3Q\"><strong>Nota:</strong> ten en cuenta que al utilizar el navegador TOR únicamente la actividad que realices en ese navegador será la que permanezca “anónima”. Cualquier otro proceso que se conecte a Internet en segundo plano (<em>por ejemplo si escuchas Spotify</em>), se conectará de la forma habitual.</p>\n<div class=\"a4qjWd EKJj3b\">\n<h3 id=\"mcetoc_1dd8uuhi51\"><strong>Utiliza un servicio de correo electrónico anónimo</strong></h3>\n<p><img class=\"post__image align-center\" src=\"https://pwtconocimiento.github.io/media/posts/3/proton_mail.jpg\" alt=\"\" width=\"800\" height=\"400\"></p>\n<p id=\"h.p_9XlMqGKkNjff\" class=\"zfr3Q\">Una simple búsqueda en Google te permitirá encontrar decenas de servicios que te permitan enviar un e-mail “confidencial”. Y si tu intención es enviar un único correo electrónico, utilizar servicios como Guerrilla Mail o Secure-Email.org es desde luego una de las mejores y más sencillas formas de hacerlo.</p>\n<p id=\"h.p_4-4uhotyNj6N\" class=\"zfr3Q\">Ahora bien, si lo que vas a hacer es enviar correo anónimo con cierta asiduidad, lo que nos va a interesar es contar con un servicio completo. Uno de los más conocidos en este terreno es <a class=\"dhtgD aw5Odc\" href=\"https://www.google.com/url?q=https%3A%2F%2Fprotonmail.com%2F&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNHxFqty0Hl8hC2XiObvIbOAH0PBFA\" target=\"_blank\" rel=\"noopener noreferrer\"><strong>ProtonMail</strong></a>.</p>\n<p id=\"h.p_15FdNNA7Nj6R\" class=\"zfr3Q\">El que presume ser el servicio de correo electrónico más seguro del mundo, es famoso por su tecnología de encriptación de mensajes y cuenta con características extra como la posibilidad de que los mensajes que se envíen se autodestruyan dos horas después de haber sido recibidos.</p>\n<p id=\"h.p_5TCPIrWYNj6S\" class=\"zfr3Q\">Tanto es así, que ONG’s, activistas, periodistas y todo tipo de empresas han recurrido a ProtonMail como plataforma para comunicarse de forma segura. De la misma forma que Signal ha desbancado a WhatsApp en el campo de la privacidad, ProtonMail hace lo mismo con clientes de correo electrónico como Gmail, Outlook, Yahoo y otros.</p>\n</div>\n</div>",
            "author": {
                "name": "Profr. Juan Carlos Cuello"
            },
            "tags": [
            ],
            "date_published": "2019-06-13T12:43:47-05:00",
            "date_modified": "2019-06-13T12:43:47-05:00"
        },
        {
            "id": "https://pwtconocimiento.github.io/el-nuevo-escandalo-de-seguridad-de-facebook-tiene-su-origen-en-mexico.html",
            "url": "https://pwtconocimiento.github.io/el-nuevo-escandalo-de-seguridad-de-facebook-tiene-su-origen-en-mexico.html",
            "title": "El nuevo escándalo de seguridad de Facebook tiene su origen en México",
            "summary": "Parece que Facebook no deja de tener problemas de seguridad y para muestra un botón, ya que 540 millones usuarios registrados en Amazon no estaban protegidos. Esto es lo que me encontré en la web. Ayer, investigadores de UpGuard revelaron que servidores utilizados por dos&hellip;",
            "content_html": "<p><img class=\"post__image align-center\" src=\"https://pwtconocimiento.github.io/media/posts/2/social-media-1679234_1920.jpg\" alt=\"\" width=\"1920\" height=\"1699\"></p>\nParece que Facebook no deja de tener problemas de seguridad y para muestra un botón, ya que 540 millones usuarios registrados en Amazon no estaban protegidos. Esto es lo que me encontré en la web.<br>Ayer, investigadores de UpGuard revelaron que servidores utilizados por dos desarrolladores de terceras partes de aplicaciones para Facebook expusieron datos de millones de usuarios que estaban almacenados en servidores de Amazon mal configurados, quedando la información al alcance público.<br>El primero proviene del sitio <em>Cultura Colectiva</em><strong>, pesa 146 gigabytes y contiene más de 540 millones de registros en texto plano que detallan “comentarios, likes, reacciones, nombres de cuentas, IDs de Facebook y más”.</strong><br><em>Cultura Colectiva</em> usó toda esta información para crear un algoritmo que <strong>le permitiera anticiparse a los gustos de sus usuarios y crear contenidos que generaran más interacciones, likes y tráfico.</strong> 146 gigabytes de un <a class=\"dhtgD aw5Odc\" href=\"https://www.google.com/url?q=https%3A%2F%2Fcodigoespagueti.com%2Fnoticias%2Finternet%2F3-millones-de-datos-facebook-vulnerables%2F&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNH43CXCksCjEfNKXRM8-1PTI-VodQ\" target=\"_blank\" rel=\"noopener noreferrer\">archivo de texto</a>, es muchísima información.<br>El segundo es que también los investigadores también encontraron<strong> una copia de seguridad de la base de datos de una aplicación integrada en Facebook llamada “At the Pool”,</strong> expuesta públicamente a través del almacenamiento en la nube de Amazon. Esta base de datos incluía información de usuarios de Facebook como amigos, likes, eventos, grupos, check-ins, intereses, entre otros. “El descubrimiento de At the Pool no es tan grande como el conjunto de datos de <em>Cultura Colectiva</em>, pero contiene contraseñas de Facebook (sin protección) de texto sin formato para 22,000 usuarios”, afirma UpGuard.\n<div class=\"PwMt2d\">\n<div class=\"a4qjWd EKJj3b\"> </div>\n<strong>Facebook solicita dirección y contraseña del correo de los usuarios</strong></div>\nLa otra noticia la dio a conocer el 31 de marzo un especialista en ciberseguridad, conocido como <a class=\"dhtgD aw5Odc\" href=\"https://www.google.com/url?q=https%3A%2F%2Ftwitter.com%2Foriginalesushi&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNG_6FseUzmKK53EOl3I7kJ86nHxKw\" target=\"_blank\" rel=\"noopener noreferrer\">e-sushi</a>, cuando a través de su cuenta de twitter publicó el hallazgo de que Facebook ha estado solicitando a nuevos usuarios que deciden registrase en la red social que ingresen la dirección y la contraseña de su cuenta de correo como parte del proceso de verificación. Si bien esto no es para todos los servicios de correo, el almacenamiento de esta información supone un riesgo para la seguridad de los usuarios.<br>Ustedes sabrán que tanto confían en las redes sociales y principalmente en Facebook que es uno de los preferidos de millones de usuarios que cada día se vuelven mas adictos a esta red social.",
            "author": {
                "name": "Profr. Juan Carlos Cuello"
            },
            "tags": [
            ],
            "date_published": "2019-06-13T01:46:59-05:00",
            "date_modified": "2019-06-13T01:46:59-05:00"
        },
        {
            "id": "https://pwtconocimiento.github.io/tus-redes-sociales-fueron-pirateadas-5-consejos-para-recuperarls.html",
            "url": "https://pwtconocimiento.github.io/tus-redes-sociales-fueron-pirateadas-5-consejos-para-recuperarls.html",
            "title": "¿Tus redes sociales fueron pirateadas?, 5 consejos para recuperarlas",
            "summary": " Señales que indican que tus cuentas de redes sociales fueron atacadas Los piratas informáticos consiguen acceso a tus redes sociales más fácilmente de lo que crees. Presta atención a estas señales que indican que puedes estar en riesgo: ¿Qué hago si soy víctima de&hellip;",
            "content_html": "<p><img class=\"post__image align-center\" src=\"https://pwtconocimiento.github.io/media/posts/1/cyber-security-1805246_1280.png\" alt=\"\" width=\"1280\" height=\"853\"></p>\nMucha gente utiliza hoy en día las redes sociales, pero es lamentable que nunca le presenten atención a lo que sucede dentro de las redes. Es por eso que me di a la labor de buscar en la red sobre como identificar si eres victima de piratas informáticos y que hacer si esto sucede. Aclarar que esto es un medio preventivo en caso de que te este sucediendo y no te hayas dado cuenta.\n<p id=\"h.p_zLMz7UI656X-\" class=\"zfr3Q\"><strong>Señales que indican que tus cuentas de redes sociales fueron atacadas</strong></p>\n<p id=\"h.p_bqZYvFRw2Ok1\" class=\"zfr3Q\">Los piratas informáticos consiguen acceso a tus redes sociales más fácilmente de lo que crees. Presta atención a estas señales que indican que puedes estar en riesgo:</p>\n<ul class=\"n8H08c UVNKR\">\n<li id=\"h.p_0rZ4RhKr2QVV\" class=\"zfr3Q TYR86d\">Recibes un correo electrónico diciendo que has cambiado tu información de usuario cuando en realidad no lo has hecho.</li>\n<li id=\"h.p_TTw9XVJ02Sig\" class=\"zfr3Q TYR86d\">Tienes problemas para iniciar sesión en tus cuentas.</li>\n<li id=\"h.p_5QFhw9q52Sii\" class=\"zfr3Q TYR86d\">Recibes una gran cantidad de publicidad que parece ser correo basura.</li>\n<li id=\"h.p_9b8zjKKL2Sij\" class=\"zfr3Q TYR86d\">De repente, estás siguiendo a gente que no conoces.</li>\n<li id=\"h.p_XF1k6ZxX2Sik\" class=\"zfr3Q TYR86d\">Desde tu cuenta se está publicando contenido que no has creado.</li>\n<li id=\"h.p_Y7cGCi232Sil\" class=\"zfr3Q TYR86d\">Encuentras una cuenta que utiliza tu nombre y/o tus fotografías.</li>\n</ul>\n\"Si se introducen en tus cuentas de redes sociales, pueden tener acceso a información sobre tu ciudad de residencia, nombres de familiares, fecha de nacimiento, dirección e incluso detalles como el nombre de tu mascota. También pueden enviar correo basura a tus amigos, publicar en tu nombre, introducirse en otras cuentas tuyas que tienen la misma contraseña, y muchas otras cosas. Todo esto puede conducir a que acabes en una situación muy vulnerable y sintiéndote muy frustrado\", dijo Luis Corrons, Evangelista de Seguridad de Avast.\n<p id=\"h.p_lWRW3Nyo2qkk\" class=\"zfr3Q\"><strong>¿Qué hago si soy víctima de pirateo informático de mis cuentas en redes sociales? Cinco consejos para resolverlo</strong></p>\n<ol class=\"n8H08c BKnRcf\">\n<li id=\"h.p_Wi714yZG2q3V\" class=\"zfr3Q TYR86d\">Inicia sesión y comprueba la información de la cuenta (correo electrónico y teléfono) para ver quién tiene acceso</li>\n<li id=\"h.p_-OCgCTdZ2q3X\" class=\"zfr3Q TYR86d\">Cambia inmediatamente tu contraseña por una más segura y única y activa la autenticación de doble factor</li>\n<li id=\"h.p_JXRlvUSW2q3Z\" class=\"zfr3Q TYR86d\">Comprueba tus permisos de aplicaciones y elimina todo lo que ya no utilizas</li>\n<li id=\"h.p_A9YzLxwG2q3b\" class=\"zfr3Q TYR86d\">Utiliza un antivirus</li>\n<li id=\"h.p_gAaODG2W2q3c\" class=\"zfr3Q TYR86d\">Comprueba tus cuentas en redes sociales y obtén recomendaciones específicas de ellas</li>\n</ol>\nEspero que esta información les pueda servir pero recuerden que lo mejor es siempre estar pendientes de lo que haces con tus redes sociales, la prevención es lo mas importante.",
            "author": {
                "name": "Profr. Juan Carlos Cuello"
            },
            "tags": [
            ],
            "date_published": "2019-06-13T01:39:20-05:00",
            "date_modified": "2019-06-13T12:46:21-05:00"
        }
    ]
}
